Repository: prznoc/osplanner
Catalog: spaceplanner/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Following days could not be scheduled:
pl: Następujące dni nie mogły zostać przydzielone:

source: Choose favourite workstations:
pl: Wybierz ulubione stanowiska

source: is_mac
pl: maca

source: window
pl: okna

source: noise
pl: hałasu

source: large_screen
pl: dużego_ekranu

source: {} priority
pl: priorytet {}

source: Choose days to schedule
pl: Wybierz dni do przydziału

source: label
pl: etykieta

source: Workstation
pl: Stanowisko

source: Workstations
pl: Stanowiska

source: workstation
pl: stanowisko

source: Window
pl: Okno

source: Noise
pl: Hałas

source: Large_screen
pl: Duży ekran

source: Workstation Preferences
pl: Preferencje stanowiska

source: employee
pl: pracownik

source: favourite_workspace
pl: ulubione_stanowiska

source: Window priority
pl: Priorytet okna

source: Noise priority
pl: Priorytet hałasu

source: Large screen
pl: Duży ekran

source: Large screen priority
pl: Priorytet dużego ekranu

source: Mac priority
pl: Priorytet Maca

source: Employee Preferences
pl: Preferencje Pracownika

source: year
pl: rok

source: week
pl: tydzień

source: Monday
pl: Poniedziałek

source: Tuesday
pl: Wtorek

source: Wednesday
pl: Środa

source: Thursday
pl: Czwartek

source: Friday
pl: Piątek

source: Saturday
pl: Sobota

source: Sunday
pl: Niedziela

source: Workweek
pl: Tydzień Roboczy

source: Workweeks
pl: Tygodnie Robocze

source: monday_date
pl: data_poniedziałku

source: Userweek
pl: Tydzień Pracownika

source: Userweeks
pl: Tygodnie Pracownika

source: Dates
pl: Daty

source: Generate schedule
pl: Terminarz tygodnia

source: Favourite Workspaces
pl: Ulubione Stanowiska

source: Home
pl: Strona Domowa

source: Scheduler
pl: Przydzielacz

source: Edit information
pl: Edytuj dane osobiste

source: Change password
pl: Zmień hasło

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Logged in as
pl: Zalogowano jako

source: Logged out!
pl: Wylogowano!

source: Click here to login again.
pl: kliknij aby zalogować się ponownie

source: Your username and password didn't match. Please try again.
pl: Nieprawidłowa nazwa użytkownika lub hasło. Proszę spróbować ponownie

source: Please login to see this page.
pl: Proszę się zalogować aby zobaczyć tą stronę

source: login
pl: zalgouj

source: Lost password?
pl: Zapomniałeś hasła?

source: Back to main page
pl: Powrót do strony głownej

source: Change
pl: Edytuj

source: Password reset complete
pl: Zakończono resetowanie hasła

source: Your new password has been set. You can log in now on the
pl: Nowe hasło zostało ustawione. Możesz się teraz zalogować na

source: log in page
pl: strona logowania

source: Please enter (and confirm) your new password.
pl: Wprowadź i potwierdź nowe hasło

source: New password:
pl: Nowe hasło:

source: Confirm password:
pl: Potwierdź hasło:

source: Change my password
pl: Zmień hasło

source: Password reset failed
pl: Resetowanie hasła zakończone niepowodzeniem

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pl: Twój link resetowania hasła jest nieprawidłowy, prawdopodobnie dlatego że już został wykorzystany. Poproś o nowy link

source: We've emailed you instructions for setting your password. If they haven't arrived in a few minutes, check your spam folder.
pl: Na podany adres wysłaliśmy instrukcje resetowania hasła, jeśli email nie dojdzie w ciągu kilku minut, sprawdź w folderze spam

source: Someone asked for password reset for email
pl: Kotś poprosił o reset hasła do konta o adresie email

source: Follow the link below:
pl: Przejdź do linku poniżej

source: Reset password
pl: Zresetuj hasło

source: Edit preferences page
pl: Strona edytowania preferencji

source: Save
pl: Zapisz

source: Welcome to OS Planner
pl: Witamy w OS Planner

source: Chosen date is out of range
pl: Wybrana data znajduje się poza dopuszczalnym zakresem

source: Return to main page
pl: Powrót do strony głównej

source: Schedule Week
pl: Zaplanuj tydzień

source: Date
pl: Data

source: Choose workstation manually:
pl: Wybierz stanowisko ręcznie

source: Authomatic scheduler
pl: Automatyczne przydzielanie

source: Clear Schedule
pl: Wyczyść terminarz

source: Cancel
pl: Anuluj

source: Previous
pl: Poprzedni

source: Next
pl: Następny

source: Edit preferences
pl: Zmień preferencje

source: Workstations schedule
pl: Terminarz stanowsiska

source: Workstations properties
pl: Cechy stanowiska

source: View week
pl: Plan tygodnia

source: Workstations preferences
pl: Preferencje stanowiska

source: Months after the next one are unavailable
pl: Miesiące po nastepnym są niedostępne

source: Months before databease creation are unavailable
pl: Miesiące sprzed utworzenia bazy są niedostępne

source: Future schedule is unavailable
pl: Przyszłe kalendarium jest niedostępne

source: Weeks before databease creation are unavailable
pl: Tygodnie sprzed utworzenia bazy są niedostępne
